{
    "file_path": "/home/ubuntu/LTI_Neural_Navigator/data/2024-02-26/html/2023-24_Tartan_Men's_Basketball_Schedule_-__Carnegie_Mellon_University_Athletics.txt",
    "num_qa_pairs": 0,
    "doc_text": "2023-24 Tartan Men's Basketball Schedule\n\nPrint\n\nOverall\n\n16-9\n\nPct\n\n0.007\n\nConf\n\n8-6\n\nPct\n\n0.006\n\nStreak\n\nLost 1\n\nHome\n\n8-3\n\nAway\n\n7-5\n\nNeutral\n\n1-1\n\nDate Opponent Notes Result Status Links November Wed. 8 AT La Roche W, 92-69 Final Box Score Recap Fri. 10 AT Whitworth W, 89-82 Final Box Score Recap Photos Sun. 12 AT Whitman W, 86-75 Final Box Score Recap Sat. 18 AT Penn St.-Behrend L, 87-77 Final Box Score Recap Mon. 20 AT Washington & Jefferson W, 95-88 Final Box Score Recap Sun. 26 VS Denison W, 71-61 Final Box Score Recap Tue. 28 VS St. John Fisher W, 103-92 Final Box Score Recap Photos December Sat. 2 VS Hamilton @ Middlebury College - Middlebury, Vt. 2023 UAA Challenge W, 87-73 Final Box Score Recap Preview Sun. 3 VS Bowdoin @ Middlebury College - Middlebury, Vt. 2023 UAA Challenge L, 66-62 Final Box Score Recap Preview Tue. 19 VS Chatham W, 77-62 Final Box Score Recap Photos Fri. 29 AT Walsh # L, 75-65 Final Box Score Recap January Tue. 2 VS Ithaca L, 73-69 Final Box Score Recap Sat. 6 VS #2 Case Western Reserve * W, 84-74 Final Box Score Recap Photos Fri. 12 VS Brandeis * L, 78-61 Final Box Score Recap Photos Sun. 14 VS #4 NYU * W, 82-77 Final Box Score Recap Fri. 19 AT Rochester * W, 70-66 Final Box Score Recap Sun. 21 AT #22 Emory * L, 90-84 Final Box Score Recap Fri. 26 AT #22 WashU * L, 95-87 Final Box Score Recap Sun. 28 AT Chicago * L, 84-75 Final Box Score Recap February Fri. 2 VS #17 WashU * W, 79-73 Final Box Score Recap Photos Sun. 4 VS Chicago * L, 99-69 Final Box Score Recap Fri. 9 AT Brandeis * W, 80-77 Final Box Score Recap Sun. 11 AT #11 NYU * W, 83-80 Final Box Score Recap Fri. 16 VS Rochester * W, 87-70 Final - OT Box Score Recap Sun. 18 VS Emory * W, 71-68 Final Box Score Recap More Photos Photos Sat. 24 AT #12 Case Western Reserve * L, 76-75 Final Box Score Recap\n\nExhibition\n\nHome events in bold\n\nConference\n\nHome events in bold\n\niCalendar\n\nRSS Feed\n\nShare\n\nFacebook\n\nTwitter\n\nEmail\n\nPrint",
    "qa_list": []
}